mainMenu = {"NewGame_btn": "Новая игра", "Settings_btn": "Настройки", "Quit_btn": "Выход", "DW": "Вы действительно хотите выйти?"}
settingsMenu = {"Name": "Настройки", "Sound_btn": ("Звук: ВКЛЮЧЕН", "Звук: ВЫКЛЮЧЕН"), "Lang_btn": "Язык: Русский", "Back_btn": "Назад"}
newGameMenu = {"Name": "Новая игра", "DDM1": ["Игрок 1", "Игрок 1", "ИИ (Легкий)", "ИИ (Средний)", "ИИ (Тяжелый)"],
               "DDM2": ["Игрок 2", "Игрок 2", "ИИ (Легкий)", "ИИ (Средний)", "ИИ (Тяжелый)"],
               "DDM3": ["Игрок 3", "Игрок 3", "ИИ (Легкий)", "ИИ (Средний)", "ИИ (Тяжелый)"],
               "DDM4": ["Игрок 4", "Игрок 4", "ИИ (Легкий)", "ИИ (Средний)", "ИИ (Тяжелый)"], "Play_btn": "Играть", "Back_btn": "Назад"}
gameMenu = {"DW1": "Вы действительно хотите выйти?", "DW2": "Вы действительно хотите начать заново?"}
AItxt = "ИИ"
diffNames = {2: "Легкий", 3: "Средний", 4: "Тяжелый"}
plyrNames = ["Игрок 1", "Игрок 2", "Игрок 3", "Игрок 4"]
Yes = "Да"
No = "Нет"
promText = "выбирает фигуру для превращения"
endGame = {"T1": "Команда 1 побеждает", "T2": "Команда 2 побеждает", "D": "Ничья"}
langChange = "Для применения настроек, перезапустите игру"
