mainMenuContent = {"NewGame_btn": "Новая игра", "Connect_btn": "Подключиться", "Settings_btn": "Настройки",
                   "Quit_btn": "Выход", "DW": "Вы действительно хотите выйти?"}
settingsMenuContent = {"Name": "Настройки", "Sound_btn": ("Звук: ВКЛЮЧЕН", "Звук: ВЫКЛЮЧЕН"),
                       "Lang_btn": "Язык: Русский",
                       "Back_btn": "Назад", "DW": "Для применения настроек, перезапустите игру"}
newGameMenuContent = {"Name": "Новая игра",
                      "DDM1": ["Игрок 1", "Игрок 1", "ИИ (Легкий)", "ИИ (Средний)", "ИИ (Тяжелый)"],
                      "DDM2": ["Игрок 2", "Игрок 2", "ИИ (Легкий)", "ИИ (Средний)", "ИИ (Тяжелый)"],
                      "DDM3": ["Игрок 3", "Игрок 3", "ИИ (Легкий)", "ИИ (Средний)", "ИИ (Тяжелый)"],
                      "DDM4": ["Игрок 4", "Игрок 4", "ИИ (Легкий)", "ИИ (Средний)", "ИИ (Тяжелый)"],
                      "DDM5": ["Режим игры", "Без времени", "3 мин", "5 мин", "10 мин", "15 мин"],
                      "gameMode": "Режим игры", "Play_btn": "Играть", "Back_btn": "Назад", "AItxt": "ИИ",
                      "diffNames": {2: "Легкий", 3: "Средний", 4: "Тяжелый"}}
gamePlayMenuContent = {"promText": "выбирает фигуру для превращения", "T1": "Команда 1 побеждает",
                       "T2": "Команда 2 побеждает",
                       "D": "Ничья", "DW1": "Вы действительно хотите выйти?",
                       "DW2": "Вы действительно хотите начать заново?"}
connectionMenuContent = {"Name": "Подключение к игре", "Error": "Неверный код!", "Connect_btn": "Подключиться",
                         "Back_btn": "Назад"}
waitingMenuContent = {"Name": "Ожидаем игроков..."}
playerNames = ["Игрок 1", "Игрок 2", "Игрок 3", "Игрок 4"]
